Repository: pretix/pretix-screenshots
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: John Doe
de: Max Mustermann

source: Awesome Event Corporation
de: Eventfirma GmbH

source: 25th International Ticketing Conference
de: 25. Internationale Ticketing-Konferenz

source: Heidelberg, Germany
de: Heidelberg, Deutschland

source: Main quota
de: Hauptkontingent

source: Munich
de: München

source: Entry for adults
de: Eintritt für Erwachsene

source: Entry for children
de: Eintritt für Kinder

source: Early-bird ticket
de: Frühbucher-Ticket

source: Regular ticket
de: Normales Ticket

source: Individual Ticket
de: Ticket für Privatpersonen

source: Workshops
de: Workshop

source: Workshop session: Digital future
de: Workshop: Digitale Zukunft

source: Workshop session: Analog future
de: Workshop: Analoge Zukunft

source: Available
de: Verfügbar

source: Unavailable
de: Nicht verfügbar

source: Main hall
de: Großer Saal

source: Category 1
de: Preiskategorie 1

source: Regular
de: Regulär

source: Student
de: Ermäßigt

source: Category 2
de: Preiskategorie 2

source: Category 3
de: Preiskategorie 3

source: Heidelberg Orchestra in Concert
de: Festliches Abschlusskonzert

source: Concert Hall Mozart Street 5 Heidelberg
de: Konzerthaus Mozartstraße 5 Heidelberg

source: Postal Service
de: Postversand

source: Your ticket will be sent to your home.
de: Das Ticket wird zu Ihnen nach Hause geschickt.

source: Print at home
de: Selbst ausdrucken

source: You can download your ticket right away.
de: Sie können Ihr Ticket direkt erhalten.

source: Break-even
de: Schwarze Null

source: We can have a party
de: Wir können uns eine Party leisten

source: General admission
de: Allgemeiner Einlass

source: Swimming pool
de: Schwimmbad

source: River street 6 Heidelberg
de: Neckarufer 6 Heidelberg

source: Learning Hub Emmy-Noether-Street 5 Heidelberg
de: Lernzentrum Emmy-Noether-Straße 23 Heidelberg

source: HTML for beginners
de: HTML für Anfänger

source: CSS for beginners
de: CSS für Anfänger

source: JavaScript for beginners
de: JavaScript für Anfänger

source: Advanced HTML course
de: HTML-Kurs für Fortgeschrittene

source: CSS deep-dive workshop
de: CSS Intensiv-Workshop

source: Full-price entry
de: Eintritt Vollzahler

source: Reduced ticket
de: Ermäßigtes Ticket

source: For students and children younger than 14 years.
de: Für Schüler, Studenten und Kinder unter 14 Jahren.

source: Children ticket
de: Kinder-Ticket

source: Only for children younger than 6 years.
de: Nur für Kinder bis einschließlich 6 Jahre.

source: Add-ons
de: Zusatzprodukte

source: Caspar-David-Friedrich Street 42 Heidelberg
de: Caspar-David-Friedrich-Straße 42 Heidelberg
